tap "homebrew/bundle"
tap "homebrew/services"
brew "autojump"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "tree"
brew "plantuml"
brew "rust"
brew "rustup"
brew "tig"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "warp"
cask "zoom"
cask "visual-studio-code"
cask "zoom"
cask "ticktick"
cask "wechat"
cask "wechatwork"
cask "slack"
cask "google-chrome"
cask "1password"
cask "docker"
cask "alfred@4"
cask "anki"
# mas "Diarium", id: 1502834782
# mas "iShot", id: 1485844094
# mas "每日英语听力"


## Install
# Insomnia
# JetBrains Toolbox
# Anki
# DeepL
# Discord
# KeyCastr
# NetNewsWire
# Notion
# Sublime Text
# Visual Studio Code
