tap "ankitpokhrel/jira-cli"
tap "aws/tap"
tap "buildkite/buildkite"
tap "cirruslabs/cli"
tap "cowbell/stuff", "git@git.realestate.com.au:cowbell/homebrew-stuff.git"
tap "cue-lang/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "humanitec/tap"
tap "int128/kubelogin"
tap "mike-engel/jwt-cli"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "oktadeveloper/tap"
tap "score-spec/tap"
tap "sozercan/kubectl-ai", "https://github.com/sozercan/kubectl-ai"
tap "thecasualcoder/stable"
tap "v2ray/v2ray"
tap "warrensbox/tap"
brew "ack"
brew "akamai"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "node"
brew "aws-cdk"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "glib"
brew "certifi"
brew "python@3.12"
brew "certbot"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "docker"
brew "docker-buildx", link: false
brew "docker-compose", link: false
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docker-slim"
brew "eksctl"
brew "etcd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gauge"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groonga"
brew "guile"
brew "helm"
brew "highlight"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "jenv"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubevela"
brew "kustomize"
brew "libpq"
brew "libzip"
brew "make"
brew "mariadb"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "nghttp2"
brew "openblas"
brew "numpy"
brew "nvm"
brew "openjdk@11"
brew "openldap"
brew "tbb"
brew "openvino"
brew "operator-sdk"
brew "tree"
brew "pass"
brew "php"
brew "pipx"
brew "plantuml"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "swagger-codegen@2"
brew "sysdig"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tig"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cowbell/stuff/aws-console-url"
brew "cowbell/stuff/aws-switch"
brew "cowbell/stuff/dfresh"
brew "cowbell/stuff/rea-as"
brew "cowbell/stuff/shush", link: false
brew "cue-lang/tap/cue"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "humanitec/tap/cli"
brew "int128/kubelogin/kubelogin"
brew "mike-engel/jwt-cli/jwt-cli"
brew "warrensbox/tap/tgswitch"
cask "1password-cli"
cask "google-cloud-sdk"
cask "keycastr"
cask "mysql-shell"
cask "okta"
cask "orbstack"
cask "vagrant"
cask "warp"
cask "zoom"
mas "Diarium", id: 1502834782
mas "eDrawings", id: 1209754386
mas "FastZip", id: 1565629813
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pendo", id: 805451002
mas "The Unarchiver", id: 425424353
mas "zFuse", id: 1065301132
mas "网易有道翻译", id: 491854842
vscode "4ops.packer"
vscode "asdine.cue"
vscode "darkriszty.markdown-table-prettify"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "getgauge.gauge"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hookyqr.beautify"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jebbs.plantuml"
vscode "johnpapa.winteriscoming"
vscode "leetcode.vscode-leetcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "redhat.vscode-yaml"
